{
  "English": "Englisch",
  "中文": "Chinesisch",
  "请先输入您的简历内容": "Bitte geben Sie zuerst Ihren Lebenslauf ein",
  "请先输入您的职位描述": "Bitte geben Sie zuerst die Stellenbeschreibung ein",
  "优化简历需要花费几秒时间，请耐心等待": "Die Optimierung Ihres Lebenslaufs dauert einige Sekunden, bitte haben Sie etwas Geduld",
  "优化中...": "Wird optimiert...",
  "优化我的简历": "Meinen Lebenslauf optimieren",
  "分析结果": "Analyseergebnis",
  "修改思路": "Änderungsvorschläge",
  "修改内容说明": "Inhaltliche Erläuterung",
  "修改后的完整简历": "Geänderter vollständiger Lebenslauf",
  "下载PDF": "PDF herunterladen",
  "ResumeOptimizer 如何工作": "Wie ResumeOptimizer funktioniert",
  "ResumeOptimizer 是一款免费在线工具，旨在帮助求职者更有效地优化他们的简历，使其与目标职位要求相匹配。\n        通过简单的步骤，您可以快速提升简历的质量，增加获得面试的机会。": "ResumeOptimizer ist ein kostenloses Online-Tool, das Arbeitsuchenden hilft, ihre Lebensläufe effektiver an die Anforderungen der Zielposition anzupassen.\n        Mit einfachen Schritten können Sie die Qualität Ihres Lebenslaufs schnell verbessern und Ihre Chancen auf ein Vorstellungsgespräch erhöhen.",
  "输入您的简历：": "Geben Sie Ihren Lebenslauf ein:",
  "复制粘贴您的简历内容到 ResumeOptimizer 的简历输入框。": "Kopieren Sie den Inhalt Ihres Lebenslaufs und fügen Sie ihn in das Lebenslauf-Eingabefeld von ResumeOptimizer ein.",
  "输入职位要求：": "Geben Sie die Stellenanforderungen ein:",
  "复制粘贴您感兴趣的职位要求到 ResumeOptimizer 的职位要求输入框。": "Kopieren Sie die Stellenanforderungen, an denen Sie interessiert sind, und fügen Sie sie in das Eingabefeld für Stellenanforderungen von ResumeOptimizer ein.",
  "获取优化建议：": "Optimierungsvorschläge erhalten:",
  "ResumeOptimizer 将分析您的简历和职位要求，并提供针对性的优化建议。": "ResumeOptimizer analysiert Ihren Lebenslauf und die Stellenanforderungen und bietet gezielte Optimierungsvorschläge.",
  "优化您的简历：": "Optimieren Sie Ihren Lebenslauf:",
  "根据 ResumeOptimizer 的建议，修改和完善您的简历。": "Ändern und verbessern Sie Ihren Lebenslauf basierend auf den Vorschlägen von ResumeOptimizer.",
  "ResumeOptimizer 承诺不保留任何用户信息，保障您的隐私安全。": "ResumeOptimizer verspricht, keine Benutzerinformationen zu speichern und Ihre Privatsphäre und Sicherheit zu schützen.",
  "职位描述": "Stellenbeschreibung",
  "输入职位发布网址或粘贴完整描述": "Geben Sie die URL der Stellenanzeige ein oder fügen Sie die vollständige Beschreibung ein",
  "粘贴文本": "Text einfügen",
  "输入网址": "URL eingeben",
  "通过 URL 输入职位描述的功能即将推出": "Die Funktion zur Eingabe einer Stellenbeschreibung über URL wird in Kürze verfügbar sein",
  "您的简历将不会被网站保存，绝不会与第三方共享": "Ihr Lebenslauf wird nicht auf der Website gespeichert und niemals an Dritte weitergegeben",
  "粘贴简历": "Lebenslauf einfügen",
  "上传文件": "Datei hochladen",
  "文件上传功能即将推出": "Die Dateiupload-Funktion wird in Kürze verfügbar sein",
  "设置": "Einstellungen",
  "Gemini API 密钥": "Gemini API-Schlüssel",
  "请输入 Gemini API 密钥": "Bitte geben Sie den Gemini API-Schlüssel ein",
  "Tavily API 密钥": "Tavily API-Schlüssel",
  "请输入 Tavily API 密钥": "Bitte geben Sie den Tavily API-Schlüssel ein",
  "保存": "Speichern",
  "取消": "Abbrechen",
  "ResumeOptimizer": "ResumeOptimizer",
  "粘贴简历内容": "Lebenslauf-Inhalt einfügen",
  "复制你当前的简历内容，粘贴到输入框中": "Kopieren Sie den Inhalt Ihres aktuellen Lebenslaufs und fügen Sie ihn in das Eingabefeld ein",
  "输入职位要求": "Stellenanforderungen eingeben",
  "粘贴目标职位的要求描述，让AI更好地匹配": "Fügen Sie die Beschreibungen der Zielpositionsanforderungen ein, damit die KI besser abgleichen kann",
  "一键生成优化": "Optimierung mit einem Klick generieren",
  "系统快速分析并生成优化后的专业简历": "Das System analysiert schnell und generiert einen optimierten professionellen Lebenslauf",
  "不支持的文件格式。请上传 PDF 或 Word 文件。": "Nicht unterstütztes Dateiformat. Bitte laden Sie eine PDF- oder Word-Datei hoch.",
  "文件解析失败。": "Dateianalyse fehlgeschlagen.",
  "文件解析过程中发生错误。": "Während der Dateianalyse ist ein Fehler aufgetreten.",
  "在此粘贴您的简历内容...": "Fügen Sie hier den Inhalt Ihres Lebenslaufs ein...",
  "简历内容输入框": "Eingabefeld für Lebenslauf-Inhalt",
  "点击或拖拽文件上传": "Klicken oder ziehen Sie Dateien zum Hochladen",
  "正在解析文件...": "Datei wird analysiert...",
  "文件已选择，等待解析": "Datei ausgewählt, wartet auf Analyse",
  "请重新选择文件": "Bitte wählen Sie die Datei erneut aus",
  "点击此处或拖拽文件上传": "Klicken Sie hier oder ziehen Sie Dateien zum Hochladen",
  "支持 PDF, Word (.docx)": "Unterstützt PDF, Word (.docx)",
  "jobInput.linkRequiredError": "Bitte geben Sie einen Job-Link ein.",
  "jobInput.fetchFormatError": "Das abgerufene Jobinformationsformat ist falsch. Bitte wechseln Sie zum Textfeld zum Einfügen der Jobinformationen und fügen Sie die Jobinformationen in das Textfeld ein.",
  "jobInput.fetchLinkError": "Link-Extraktion fehlgeschlagen. Bitte wechseln Sie zum Textfeld zum Einfügen der Jobinformationen und fügen Sie die Jobinformationen in das Textfeld ein.",
  "jobInput.title": "Stellenbeschreibung",
  "jobInput.pasteAriaLabel": "Stellenbeschreibung einfügen",
  "jobInput.pasteTab": "Text einfügen",
  "jobInput.linkAriaLabel": "Job-Link",
  "jobInput.linkTab": "Job-Link",
  "jobInput.pasteDescription": "Vollständige Beschreibung einfügen",
  "jobInput.pastePlaceholder": "Fügen Sie hier die vollständige Stellenbeschreibung ein...",
  "jobInput.linkDescription": "Job-Link eingeben",
  "jobInput.linkPlaceholder": "Geben Sie hier den Job-Link ein...",
  "jobInput.fetchButton": "Stellenbeschreibung abrufen",
  "jobInput.fetchingButton": "Stellenbeschreibung wird abgerufen...",
  "返回首页": "Zurück zur Startseite"
}
